Repository: ZuiLTD/1
Catalog: Anno1800ModLauncher/Properties/Resources.*.resx
Languages: de_de

# AboutButtonText
source: About
de_de: Über AMM

# AboutMessageCommunity
source: The community for helping us improve AMM!
de_de: Die Community, die dazu beiträgt, AMM zu verbessern!

# AboutMessageContributors
source: The contributors to the open source project over at the
de_de: Alle, die zum Opensource-Projekt beitragen über das

# AboutMessageHeader
source: About Anno 1800 Mod Launcher and The Dev
de_de: Über AMM und den Entwickler

# AboutMessagePart1
source: This mod launcher is a passion project that I felt the Anno Community deserved. I myself prefer mod launchers that are focused on one specific game as they usually are able to address concerns regarding that game more quickly and efficiently. I noticed that the mod community around this game has created some pretty awesome mods, and xforce was extremely kind enough to create an awesome mod loader that works extremely well. The only piece of the puzzle left was a Mod launcher that brought all of it together in an easy to use tool.
de_de: Dieser Modlauncher ist ein Projekt, von dem ich glaube, dass die Anno-Community es verdiene. Ich mag Modmanager, die für ein einziges Spiel ausgelegt sind, da so viel schneller und effizienter auf die Gegebenheiten des Spiels eingegangen werden kann. Die Modding-Community dieses Spiels hatte bereits ein paar wirklich coole Mods erstellt, und mit dem Modloader von xforce haben wir sehr gutes Tool bekommen. Das einzige Puzzleteil, das noch fehlte, war ein Modmanager, der all das in einer benutzerfreundlichen Anwendung vereint.

# AboutMessagePart2
source: I'm a gamer myself and have been playing Anno games for years. On top of that, I'm a married father with a full time job, so my time is precious to me and those around me. I created this out of love and passion for programming so I appreciate that you took the time to check it out. Please feel free to make suggestions, comments, or even make the occasional gripe over on the official discord for this app:
de_de: Ich bin selbst Gamer und spiele Anno bereits seit Jahren. Darüber hinaus bin ich verheirateter Familienvater mit Vollzeitjob, und meine Zeit mit der Familie und Freunden ist mir sehr wichtig. Dieses Tool wurde aus Liebe und Leidenschaft fürs Programmieren erstellt, und freue mich, dass Du Dir die Zeit genommen hast, es auszuprobieren. Wenn Du Vorschläge, Kommentare, oder die ein oder andere Beschwerde hast, besuch uns auf Discord:

# AboutMessagePart3
source: Special thanks to:
de_de: Vielen Dank an:

# AboutMessagePaypalButtonText
source: Buy Me A Coffee
de_de: Einen Kaffee spendieren

# AboutMessagePaypalLabelText
source: If you like the app or are feeling extra generous I work best when hopped up on caffeine
de_de: Wenn Dir die App gefällt, oder du einfach spenden möchtest, Ich arbeite am besten auf Koffein-Basis.

# AboutMessageRebuilt
source: RebuiltStatue21 for creating the
de_de: RebuiltStatue21 fürs Erstellen des

# AboutMessageXForce
source: Xforce for creating the
de_de: Xforce für das Erstellen des

# HomeButtonText
source: Home
de_de: Startseite

# HomeViewGamePathText
source: Game Path:
de_de: Spielpfad:

# HomeViewHintAssistGithub
source: Choose a Repository from Github
de_de: Wähle ein Repository auf Github aus

# HomeViewHintAssistLocalFile
source: The path of the ZIP-archive you want to install.
de_de: Pfad des Archivs, aus dem installiert wird

# HomeViewHintAssistNexus
source: the URL of the mod you wish to install
de_de: URL der zu installierenden Mod

# HomeViewImportButtonText
source: Import
de_de: Importieren

# HomeViewInstallFromGithubText
source: Install from Github
de_de: von Github installieren

# HomeViewInstallFromNexusText
source: Install from Nexusmods
de_de: von Nexusmods installieren

# HomeViewInstallFromZipText
source: Install from ZIP
de_de: aus ZIP-Archiv installieren

# HomeViewInstallModloaderText
source: Install Modloader
de_de: Modloader installieren

# HomeViewModfolderCreateText
source: Create Mod Folder
de_de: Modordner erstellen

# HomeViewModfolderPathText
source: Mod Folder Path
de_de: Pfad des Modordners

# HomeViewRepoComboBoxAkkRepoText
source: 4ʞʞz0ɔʞ7 repo
de_de: 4ʞʞz0ɔʞ7 Repository

# HomeViewRepoComboBoxSIURepoText
source: Spice it Up repo
de_de: Spice it Up Repository

# HomeViewSearchTooltipText
source: Search and select from local drives.
de_de: Durchsuchen

# HomeViewSetGamePathText
source: Set Game Path
de_de: Spielpfad festlegen

# HomeViewTooltipInstallFromLocal
source: Search and select from local drives
de_de: Durchsuchen

# HomeViewTooltipInstallText
source: Install using the built-in mod browser.
de_de: Mit dem eingebauten Modbrowser installieren

# ModsViewActivateText
source: Activate
de_de: Aktivieren

# ModsViewCreateProfileButtonText
source: Create new profile
de_de: Neues Profil erstellen

# ModsViewDeactivateText
source: Deactivate
de_de: Deaktivieren

# ModsViewDeleteProfileText
source: Delete Profile
de_de: Profil löschen

# ModsViewLoadProfileText
source: Load Profile
de_de: Profil laden

# ModsViewManageText
source: Manage
de_de: Verwalten

# ModsViewModListText
source: Mod List
de_de: Liste der Mods

# ModsViewModSearchHint
source: Type here to search mods...
de_de: In installierten Mods suchen

# ModsViewNewProfileNameLabelText
source: New profile name
de_de: Name des neuen Profils

# ModsViewProfileFilterComboActiveText
source: Active
de_de: Aktiv

# ModsViewProfileFilterComboInactiveText
source: Inactive
de_de: Inaktiv

# ModsViewSaveProfileText
source: Save Profile
de_de: Profil speichern

# NewsButtonText
source: News
de_de: Neuigkeiten

# PlayButtonText
source: Play
de_de: Spielen

# SettingsButtonText
source: Settings
de_de: Einstellungen
